Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: There is {0} object in your local dataset which might be deleted on the server.<br>If you later try to delete or update this the server is likely to report a conflict.
ca_es: Hi ha {0} objecte al vostre conjunt de dades local que podria ser suprimit del servidor.<br>Si més endavant intenteu suprimir-lo o actualitzar-lo el servidor podria generar un conflicte.

source: Click <strong>{0}</strong> to check the state of this object on the server.
ca_es: Fes clic sobre <strong>{0}</strong> per verificar l''estat d''aquest objecte al servidor.

source: Click <strong>{0}</strong> to ignore.</html>
ca_es: Feu clic sobre <strong>{0}</strong> per ignorar.</html>

source: Deleted or moved objects
ca_es: Objectes esborrats o moguts

source: The following errors occurred during mass download: {0}
ca_es: Els errors següents han aparegut durant la descàrrega massiva: {0}

source: Errors during download
ca_es: Errors durant la descàrrega

source: Error during download
ca_es: Error durant la descàrrega

source: Delete Mode
ca_es: Mode d''esborrar

source: Delete nodes or ways.
ca_es: Esborra nodes o vies.

source: Click to delete. Shift: delete way segment. Alt: do not delete unused nodes when deleting a way. Ctrl: delete referring objects.
ca_es: Feu clic per esborrar. Tecla espai: esborra un segment de la via. Tecla Alt: No esborra els nodes no utilitzats quan s''esborra una via. Tecla Ctrl: esborra els objectes relacionats.

source: Draw
ca_es: Dibuixa

source: Draw nodes
ca_es: Dibuxa nodes

source: Mode: Draw Angle snapping
ca_es: Mode: Dibuix d''angles discretitzats

source: Backspace in Add mode
ca_es: Retrocés en mode d''afegir

source: helper line
ca_es: línia d''ajuda

source: Cannot add a node outside of the world.
ca_es: No és possible afegir un node fora del món.

source: Add node
ca_es: Afegeix node

source: Add node into way
ca_es: Afegeix node a la via

source: Connect existing way to node
ca_es: Connecta via existent al node

source: Add a new node to an existing way
ca_es: Afegeix un node a una via

source: Add node into way and connect
ca_es: Afegeix un node a una via i connectar-lo

source: Create new node.
ca_es: Crea un node nou.

source: Select node under cursor.
ca_es: Selecciona el node sota el cursor

source: Insert new node into way.
ca_es: Insereix un node a una via.

source: Start new way from last node.
ca_es: Comença una via nova a partir del darrer node.

source: Continue way from last node.
ca_es: Continua la via des del darrer node.

source: Angle snapping active.
ca_es: Discretització d''angles activa

source: Finish drawing.
ca_es: Finalitza el dibuix.

source: FIX
ca_es: ARREGLA

source: draw angle snap
ca_es: dibuixa angles discrets

source: draw angle snap highlight
ca_es: dibuix d''angles discrets ressaltat

source: Toggle snapping by {0}
ca_es: Commuta la discretització amb {0}

source: Show helper geometry
ca_es: Mostra l''assistent de geometria

source: Snap to node projections
ca_es: Ajusta a les projeccions dels nodes

source: Disable
ca_es: Desactiva

source: Angle snapping
ca_es: Unió automàtica d''angles

source: Switch angle snapping mode while drawing
ca_es: Commuta la discretització d''angles mentre es dibuixa

source: Extrude
ca_es: Extrusió

source: Create areas
ca_es: Crea àrees

source: Move a segment along its normal, then release the mouse button.
ca_es: Mou un segment perpendicularment. Premeu el botó del ratolí quan arribeu al punt desitjat.

source: Draw a rectangle of the desired size, then release the mouse button.
ca_es: Dibuixa un rectangle de la mida desitjada. Premeu anar el botó del ratolí quan assoliu la mida requerida.

source: Drag a way segment to make a rectangle. Ctrl-drag to move a segment along its normal, Alt-drag to create a new rectangle, double click to add a new node.
ca_es: Arrossega un segment per fer un rectangle. Ctrl+arrosegar per moure el segment perpendicularment, Alt+arrossegar per crear un nou rectangle, doble clic per a afegir un nou node.

source: Extrude: main line
ca_es: Extrudeix: línia primcipal

source: Extrude: helper line
ca_es: Extrueix: línia d''ajuda

source: Extrude Way
ca_es: Extreu una via

source: Improve Way Accuracy
ca_es: Millora la precisió de les vies

source: Improve Way Accuracy mode
ca_es: Mode de millora de la precisió de les vies

source: improve way accuracy helper line
ca_es: línia d''ajuda per a millorar l''exactitud de la via

source: Click on the way to start improving its shape.
ca_es: Feu clic sobre la via per començar a millorar la seva forma.

source: Select a way that you want to make more accurate.
ca_es: Seleccioneu la via que voleu fer més precisa.

source: Click to add a new node. Release Ctrl to move existing nodes or hold Alt to delete.
ca_es: Feu clic per tal d''afegir un node. Premeu la tecla Ctrl per moure nodes o la tecla Alt per suprimir-ne.

source: Click to delete the highlighted node. Release Alt to move existing nodes or hold Ctrl to add new nodes.
ca_es: Feu clic per suprimir el node ressaltat. Premeu la tecla Alt per moure nodes o la tecla Ctrl per afegir-ne de nous.

source: Click to move the highlighted node. Hold Ctrl to add new nodes, or Alt to delete.
ca_es: Feu clic per mour el node ressaltat. Premeu la tecla Ctrl per a afegir nodes o la tecla Alt per suprimir-ne.

source: Cannot place a node outside of the world.
ca_es: No és possible de posar un node fora del Món.

source: Add a new node to way
ca_es: Afegeix un nou node a la via

source: Cannot delete node that is referenced by multiple objects
ca_es: No es pot esborrar un node que fa referència a múltiples objectes

source: Cannot delete node that has tags
ca_es: No és possible d''eliminar un node amb atributs

source: Make parallel copies of ways
ca_es: Fer una còpia paral·lela de les vies

source: make parallel helper line
ca_es: fes una línia d''ajuda paral·lela

source: Select ways as in Select mode. Drag selected ways or a single way to create a parallel copy (Alt toggles tag preservation)
ca_es: Selecciona vies com en el mode de selecció. Arrossega la via o vies seleccionades per tal de crear una còpia paral·lela. (La tecla Alt commuta la conservació de les etiquetes)

source: Hold Ctrl to toggle snapping
ca_es: Mantenir premuda la tecla CTRL per commutar el desplaçament

source: ParallelWayAction The ways selected must form a simple branchless path
ca_es: Acció_Via_Paral·lela Les vies seleccionades formaran una via simple sense branques.

source: Make parallel way error
ca_es: Error en fer una via paral·lela

source: Drag play head
ca_es: Desplaça el capçal de lectura

source: Drag play head and release near track to play audio from there; SHIFT+release to synchronize audio at that point.
ca_es: Desplaça el capçal de lectura i el deixa anar a prop de la pista d''àudio a llegir; Majúscules+deixar anar el capçal per sincronitzar l''àudio en aquell punt.

source: Select
ca_es: Selecciona

source: Select, move, scale and rotate objects
ca_es: Selecciona, mou, escala i rota objectes

source: Move elements
ca_es: Mou elements

source: Move them
ca_es: Mou-los

source: Undo move
ca_es: Desfés el moviment

source: You moved more than {0} elements. Moving a large number of elements is often an error. Really move them?
ca_es: Heu mogut més de {0} elements. Moure un gran nombre d''elements sovint causa un error. Segur que els voleu moure?

source: Release the mouse button to select the objects in the rectangle.
ca_es: Deixeu anar el botó del ratolí per seleccionar objectes en el rectangle

source: Ctrl to merge with nearest node.
ca_es: Ctrl per fusionar amb el node més proper.

source: Release the mouse button to stop moving.
ca_es: Deixeu anar el botó del ratolí per aturar el desplaçament.

source: Release the mouse button to stop rotating.
ca_es: Deixeu anar el botó del ratolí per aturar la rotació.

source: Release the mouse button to stop scaling.
ca_es: Deixeu anar el botó del ratolí per aturar l''ampliació

source: Move objects by dragging; Shift to add to selection (Ctrl to toggle); Shift-Ctrl to rotate selected; Alt-Ctrl to scale selected; or change selection
ca_es: Mou objectes per arrossegament; Tecla espai per a afegir a la selecció (tecla Ctrl per commutar); Espai+Ctrl per rotar la selecció; Alt+Ctrl per escalar la selecció; o canvieu la selecció

source: Add and move a virtual new node to way
ca_es: Afegeix i mou un node virtual a la via

source: Zoom
ca_es: Apropa

source: Zoom and move map
ca_es: Apropa i mou el mapa

source: Zoom by dragging or Ctrl+. or Ctrl+,; move with Ctrl+up, left, down, right; move zoom with right button
ca_es: Canvia el nivell d''ampliació arrossegant o prement les tecles Ctrl+. o Ctrl+,; desplaçar-se amb Ctrl+amunt, esquerra, avall, dreta; canviar el nivell d''ampliació amb el botó de la dreta

source: Add all objects selected in the current dataset after the last member
ca_es: Afegeix els objectes seleccionats al final del conjunt de dades actual

source: Add selection to relation
ca_es: Afegeix la selecció a la relació

source: Add selection to {0} relation
ca_es: Afegeix la seleció la relació {0}

source: Delete the selected relation
ca_es: Suprimir la relació seleccionada

source: Download all members of the selected relations
ca_es: Descarrega els membres de la relació seleccionada

source: Download members
ca_es: Descarrega membres

source: Download incomplete members of selected relations
ca_es: Descarrega els membres incomplets de la relació seleccionada

source: Download incomplete members
ca_es: Descarrega membres incomplets

source: Create a copy of this relation and open it in another editor window
ca_es: Crea una còpia d''aquesta relació i obrir-la a una altra finestra d''edició

source: Edit
ca_es: Edita

source: Call relation editor for selected relation
ca_es: Modifica la relació

source: Select in relation list
ca_es: Seleccionar la relació a la llista

source: Select relation in relation list.
ca_es: Selecciona la relació a la llista

source: Add the members of all selected relations to current selection
ca_es: Afegeix els membres de les relacions seleccionades a la selecció actual

source: Select the members of all selected relations
ca_es: Selecciona els membres de la relació

source: Select members (add)
ca_es: Selecciona membres (afegir)

source: Select members
ca_es: Selecciona membres

source: Add the selected relations to the current selection
ca_es: Afegeix les relacions seleccionades a la selecció actual

source: Set the current selection to the list of selected relations
ca_es: Selecciona els elements de la relació

source: Select relation (add)
ca_es: Selecciona relació (afegir)

source: Select relation
ca_es: Selecciona relació

source: <xor>
ca_es: <oex>

source: <left parent>
ca_es: <parent esquerre>

source: <right parent>
ca_es: <parent dret>

source: <colon>
ca_es: <punt>

source: <equals>
ca_es: <iguals>

source: <key>
ca_es: <clau>

source: <question mark>
ca_es: <signe d''interrogació>

source: <end-of-file>
ca_es: <fi-del-fitxer>

source: Search...
ca_es: Cerca...

source: Search for objects.
ca_es: Cerca objectes.

source: Filter string:
ca_es: Cadena a filtrar:

source: Search string:
ca_es: Cadena a cercar:

source: Enter the search expression
ca_es: Introduïu l''expressió de cerca

source: replace selection
ca_es: reemplaça la selecció

source: add to selection
ca_es: afegeix a la selecció

source: remove from selection
ca_es: esborra de la selecció

source: find in selection
ca_es: troba a la selecció

source: case sensitive
ca_es: diferencia majúscules i minúscules

source: all objects
ca_es: tots els objectes

source: Also include incomplete and deleted objects in search.
ca_es: Inclou a la cerca els objectes incomplets i els esborrats.

source: regular expression
ca_es: expressió regular

source: add toolbar button
ca_es: afegeix un botó a la barra d''eines

source: Filter
ca_es: Filtre

source: Search
ca_es: Cerca

source: Submit filter
ca_es: Envia el filtre

source: Start Search
ca_es: Inicia la cerca

source: Search expression is not valid: {0}
ca_es: L''expressió de cerca no és vàlida: {0}

source: Invalid search expression
ca_es: L''expressió de cerca no és vàlida

source: <b>Baker Street</b> - ''Baker'' and ''Street'' in any key
ca_es: <b>carrer Major</b> - ''carrer'' i ''Major'' a qualsevol clau

source: <b>"Baker Street"</b> - ''Baker Street'' in any key
ca_es: <b>"carrer Major"</b> - ''carrer Major'' a qualsevol clau

source: <b>key:Bak</b> - ''Bak'' anywhere in the key ''key''
ca_es: <b>key:Maj</b> - ''Maj'' a qulasevol lloc de la clau ''key''

source: <b>-key:Bak</b> - ''Bak'' nowhere in the key ''key''
ca_es: <b>-key:Maj</b> - ''Maj'' absent a la clau ''key''

source: <b>key=value</b> - key ''key'' with value exactly ''value''
ca_es: <b>key=value</b> - clau ''key'' amb el valor exacte ''value''

source: <b>key=*</b> - key ''key'' with any value. Try also <b>*=value</b>, <b>key=</b>, <b>*=*</b>, <b>*=</b>
ca_es: <b>key=*</b> - clau ''key'' amb qualsevol valor. Provar també <b>*=value</b>, <b>key=</b>, <b>*=*</b>, <b>*=</b>

source: <b>key:</b> - key ''key'' set to any value
ca_es: <b>clau:</b> - la clau ''clau'' no té cap valor assignat

source: <b>key?</b> - key ''key'' with the value ''yes'', ''true'', ''1'' or ''on''
ca_es: <b>clau?</b> - la clau ''clau'' amb els valor ''yes'', ''true'', ''1'' o ''on''

source: Special targets
ca_es: destins especials

source: <b>type:</b>... - objects with corresponding type (<b>node</b>, <b>way</b>, <b>relation</b>)
ca_es: <b>tipus:</b>... - objectes amb el tipus corresponent (<b>node</b>, <b>via</b>, <b>relació</b>)

source: <b>user:</b>... - objects changed by user
ca_es: <b>usuari:</b>... - objectes canviats per l''usuari

source: <b>user:anonymous</b> - objects changed by anonymous users
ca_es: <b>usuari:anònim</b> - objectes modificats per un usuari anònim

source: <b>id:</b>... - objects with given ID (0 for new objects)
ca_es: <b>id:</b>... - objectes amb l''ID donat (0 per als nous objectes)

source: <b>version:</b>... - objects with given version (0 objects without an assigned version)
ca_es: <b>versió:</b>... - objectes amb la versió donada (0 objectes sense versió assignada)

source: <b>changeset:</b>... - objects with given changeset ID (0 objects without an assigned changeset)
ca_es: <b>conjunt de canvis:</b>... - objectes amb el conjunt de canvis amb l''ID donat (0 objectes sense un conjunt de canvis assignat)

source: <b>nodes:</b>... - objects with given number of nodes (<b>nodes:</b>count, <b>nodes:</b>min-max, <b>nodes:</b>min- or <b>nodes:</b>-max)
ca_es: <b>nodes:</b>... - objectes amb un nombre donat de nodes (<b>nodes:</b>comptatge, <b>nodes:</b>mín-màx, <b>nodes:</b>mín- or <b>nodes:</b>-màx)

source: <b>tags:</b>... - objects with given number of tags (<b>tags:</b>count, <b>tags:</b>min-max, <b>tags:</b>min- or <b>tags:</b>-max)
ca_es: <b>etiquetes:</b>... - objectes amb un nombre donat d''etiquetes (<b>etiquetes:</b>comptatge, <b>etiquetes:</b>mín-màx, <b>etiquetes:</b>mín- o <b>tags:</b>-màx)

source: <b>role:</b>... - objects with given role in a relation
ca_es: <b>rol:</b>... - objectes amb un rol donat a una relació

source: <b>timestamp:</b>timestamp - objects with this last modification timestamp (2009-11-12T14:51:09Z, 2009-11-12 or T14:51 ...)
ca_es: <b>data i hora:</b>data i hora - objectes amb la darrera modificació en data i hora (2009-11-12T14:51:09Z, 2009-11-12 o T14:51 ...)

source: <b>timestamp:</b>min/max - objects with last modification within range
ca_es: <b>data i hora:</b>mín/màx - objectes modificats a l''interval

source: <b>areasize:</b>... - closed ways with given area in m² (<b>areasize:</b>min-max or <b>areasize:</b>max)
ca_es: <b>superfície:</b>... - vies tancades amb una superfície donada en m² (<b>superfície:</b>mín-màx o <b>superfície:</b>màx)

source: <b>modified</b> - all changed objects
ca_es: <b>modificat</b> - tots els objectes modificats

source: <b>selected</b> - all selected objects
ca_es: <b>seleccionats</b> - tots els objectes seleccionats

source: <b>incomplete</b> - all incomplete objects
ca_es: <b>incomplets</b> - tots els objectes incomplets

source: <b>untagged</b> - all untagged objects
ca_es: <b>sense etiqueta</b> - tots els objectes sense etiqueta

source: <b>closed</b> - all closed ways (a node is not considered closed)
ca_es: <b>tancats</b> - totes les vies tancades (un node no és considerat una via tancada)

source: <b>child <i>expr</i></b> - all children of objects matching the expression
ca_es: <b>fill <i>expr</i></b> - tots els fills dels objectes que acompleixin amb l''expressió

source: <b>parent <i>expr</i></b> - all parents of objects matching the expression
ca_es: <b>parent <i>expr</i></b> - tots els parents dels objectes que acompleixin amb l''expressió

source: <b>(all)indownloadedarea</b> - objects (and all its way nodes / relation members) in downloaded area
ca_es: <b>(tot)dins_zona_descarregada</b> - objectes (i tots els seus nodes / relacions ) de la zona descarregada

source: <b>(all)inview</b> - objects (and all its way nodes / relation members) in current view
ca_es: <b>(tot)a_la_vista</b> - objectes (i tots els seus nodes / relacions) a la vista actual

source: Use <b>|</b> or <b>OR</b> to combine with logical or
ca_es: Utilitzeu <b>|</b> o <b>OR</b> per combinar amb un OR lògic

source: Use <b>"</b> to quote operators (e.g. if key contains <b>:</b>)
ca_es: Utilitzeu <b>"</b> per delimitar els operadors (p.ex. si la clau conté <b>:</b>)

source: Within quoted strings the <b>"</b> and <b>\</b> characters need to be escaped by a preceding <b>\</b> (e.g. <b>\"</b> and <b>\\</b>).
ca_es: A les cadenes de text delimitades els caràcter <b>"</b> i <b>\</b> han de ser finalitzats precedint-los per <b>\</b> (p.ex. <b>\"</b> i <b>\\</b>).

source: Use <b>(</b> and <b>)</b> to group expressions
ca_es: Utilitzeu <b>(</b> and <b>)</b> per agrupar expressions

source: basic examples
ca_es: exemples bàsics

source: Baker Street
ca_es: Carrer dels Flequers

source: ''Baker'' and ''Street'' in any key
ca_es: ''carrer'' i ''Major'' a qualsevol clau

source: "Baker Street"
ca_es: "carrer Major"

source: ''Baker Street'' in any key
ca_es: ''carrer Major'' a qualsevol clau

source: basics
ca_es: bàsics

source: ''valuefragment'' anywhere in ''key''
ca_es: ''valor_de_fragment'' a qualsevol lloc a la ''clau''

source: ''valuefragment'' nowhere in ''key''
ca_es: ''valor_de_fragment'' enlloc dins la ''clau''

source: ''key'' with exactly ''value''
ca_es: ''clau'' contenint exactament el ''valor''

source: ''key'' with any value
ca_es: ''clau'' amb qualsevol valor

source: ''value'' in any key
ca_es: ''valor'' a qualsevol clau

source: matches if ''key'' exists
ca_es: s''acompleix si la ''clau'' existeix

source: combinators
ca_es: combinadors

source: logical and (both expressions have to be satisfied)
ca_es: and lògic (ambdues expressions han de ser satisfetes)

source: logical or (at least one expression has to be satisfied)
ca_es: or lògic (com a mínim una de les expressions ha de ser satisfeta)

source: logical not
ca_es: no lògic

source: use parenthesis to group expressions
ca_es: utilitzar parèntesis per agrupar expressions

source: to quote operators.<br>Within quoted strings the <b>"</b> and <b>\</b> characters need to be escaped by a preceding <b>\</b> (e.g. <b>\"</b> and <b>\\</b>).
ca_es: per delimimtar els operadors.<br>Dins cadenes de text amb els caràcters <b>"</b> i <b>\</b> caldrà finalitzar precedint-los <b>\</b> (p.ex. <b>\"</b> i <b>\\</b>).

source: objects
ca_es: objectes

source: all ways
ca_es: totes les vies

source: all relations
ca_es: totes les relacions

source: all closed ways
ca_es: totes les vies tancades

source: object without useful tags
ca_es: objecte sense dades útils

source: metadata
ca_es: metadada

source: objects changed by user
ca_es: objectes canviats per un usuari/a

source: objects with given ID
ca_es: objectes amb l''ID donat

source: objects with given version
ca_es: objectes amb la versió donada

source: objects with given changeset ID
ca_es: objectes del grup de modificacions amb l''ID donat

source: objects with last modification timestamp within range
ca_es: objectes amb data de modificació dins l''interval

source: properties
ca_es: propietats

source: objects with at least 20 nodes
ca_es: objectes amb un mínim de 20 nodes

source: objects having 5 to 10 tags
ca_es: objectes que tenen entre 5 i 10 etiquetes

source: objects with given role in a relation
ca_es: objectes amb el paper donat a una relació

source: closed ways with an area of 100 m²
ca_es: vies tancades amb una superfície de 100 m²

source: state
ca_es: estat

source: all modified objects
ca_es: tots els objectes modificats

source: all new objects
ca_es: tots els nous objectes

source: all selected objects
ca_es: tots els objectes seleccionats

source: all incomplete objects
ca_es: tots els objectes incomplets

source: related objects
ca_es: objectes relacionats

source: all children of objects matching the expression
ca_es: tots els fills dels objectes que acompleixin l''expressió

source: all parents of objects matching the expression
ca_es: tots els parents dels objectes que acompleixin l''expressió

source: n-th member of relation and/or n-th node of way
ca_es: n-èsim membre de la relació i/o n-èsim node de la via

source: every n-th member of relation and/or every n-th node of way
ca_es: cada n-èsim membre de la relació i/o cada n-èsim node de la via

source: view
ca_es: vista

source: objects in current view
ca_es: objectes a la vista actual

source: objects (and all its way nodes / relation members) in current view
ca_es: objectes (i tots els seus nodes / membres de relació) a la vista actual

source: objects in downloaded area
ca_es: objectes a l''àrea descarregada

source: objects (and all its way nodes / relation members) in downloaded area
ca_es: objectes (i tots els seus nodes / membres de relació) a la zona telecarregada

source: No match found for ''{0}''
ca_es: No s''ha trobat cap resultat per ''{0}''

source: Nothing added to selection by searching for ''{0}''
ca_es: Res ha estat afegit a la selecció en cercar per ''{0}''

source: Nothing removed from selection by searching for ''{0}''
ca_es: Res ha estat eliminat a la selecció en cercar per ''{0}''

source: Nothing found in selection by searching for ''{0}''
ca_es: Res ha estat trobat a la selecció en cercar per ''{0}''

source: Found {0} matches
ca_es: S''han trobat {0} coincidències

source: The regex "{0}" had a parse error at offset {1}, full error: {2}
ca_es: L''expressió regular "{0}" té un error de sintaxi a l''òfset {1}. Detall de l''error: {2}

source: The regex "{0}" had a parse error, full error: {1}
ca_es: L''expressió regular "{0}" té un error de parseig. Detall de l''error: {1}

source: Expecting <i>min</i>/<i>max</i> after ''timestamp''
ca_es: Esperant <i>mín</i>/<i>màx</i> després de ''timestamp'' (data i hora)

source: Range of primitive ids expected
ca_es: Interval d''identificadors de primietives esperat

source: Range of changeset ids expected
ca_es: Interval d''identificadors de conjunts de canvis esperat

source: Range of versions expected
ca_es: Interval de versions esperades

source: Key cannot be empty when tag operator is used. Sample use: key=value
ca_es: La clau no pot ser buida quan s''utilitza l''etiqueta de ll''operador. Exemple d''utilització: clau=valor

source: Unknown primitive type: {0}. Allowed values are node, way or relation
ca_es: Tipus d''objecte desconegut: {0}. Els valors admesos són node, via o relació.

source: Primitive id expected
ca_es: S''esperava l''ID de l''objecte

source: Range of numbers expected
ca_es: Sèrie de nombres esperats

source: Unexpected token. Expected {0}, found {1}
ca_es: Testimoni inesperat. Esperat {0}, trobat {1}
